tap 'homebrew/homebrew-php'
tap 'koekeishiya/formulae'
tap 'crisidev/homebrew-chunkwm'

brew 'ack'
brew 'chunkwm'
brew 'cmus'
brew 'composer'
brew 'coreutils'
brew 'curl'
brew 'dnsmasq'
brew 'ffmpeg'
brew 'fzf'
brew 'gist'
brew 'git'
brew 'hub'
brew 'htop'
brew 'imagemagick'
brew 'khd'
brew 'mas'
brew 'mame'
brew 'mosh'
brew 'mysql'
brew 'neovim'
brew 'nginx'
brew 'nmap'
brew 'node'
brew 'ngrep'
brew 'openssl'
brew 'php71'
brew 'php71-imagick'
brew 'php71-mcrypt'
brew 'php71-redis'
brew 'php71-xdebug'
brew 'pyenv'
brew 'python2'
brew 'python3'
brew 'redis'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'tcpdump'
brew 'unrar'
brew 'unzip'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'z'
brew 'zip'
brew 'zplug'
brew 'zsh'
brew 'weechat', args: ['with-curl', 'with-lua', 'with-perl', 'with-python', 'with-ruby']

cask 'caprine'
cask 'caskroom/versions/iterm2-nightly'
cask 'day-o'
cask 'discord'
cask 'dropbox'
cask 'enpass'
cask 'google-chrome'
cask 'hipchat'
cask 'lastfm'
cask 'processing'
cask 'quicksilver'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlstephen'
cask 'sequel-pro'
cask 'sublime-text'
cask 'skype'
cask 'spotify'
cask 'the-unarchiver'
cask 'transmit'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'
cask 'whatsapp'
cask 'ngrok'


mas "Airmail 3", id: 918858936
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QuickNFO", id: 412843352