tap "armmbed/formulae"
tap "arthurk/virt-manager"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "openssl@3"
brew "gcc"
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bchunk"
brew "bcrypt"
brew "ffmpeg"
brew "cmake"
brew "cmus"
brew "coreutils"
brew "curl"
brew "deno"
brew "dfu-util"
brew "doctl"
brew "eza"
brew "fatsort"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glslviewer"
brew "go"
brew "pkgconf"
brew "hexyl"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "lha"
brew "links"
brew "lolcat"
brew "mame"
brew "ninja"
brew "yt-dlp"
brew "musikcube"
brew "ncftp"
brew "ncmpcpp"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nlohmann-json"
brew "nmap"
brew "nvm"
brew "picotool"
brew "pipenv"
brew "pipx"
brew "plow"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "ripgrep"
brew "sdcc"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "virt-manager"
brew "watch"
brew "weechat"
brew "wget"
brew "wrk"
brew "yarn"
brew "yq"
brew "z"
brew "zip"
brew "zplug"
brew "armmbed/formulae/arm-none-eabi-gcc", link: false
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
cask "1password"
cask "arduino-ide-nightly"
cask "balenaetcher"
cask "browserstacklocal"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "fs-uae"
cask "fs-uae-launcher"
cask "gcc-arm-embedded"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "kicad"
cask "lastfm"
cask "lunar"
cask "mgba"
cask "mullvadvpn"
cask "ngrok"
cask "obs"
cask "ollamac"
cask "orangedrangon-android-messages"
cask "postman"
cask "processing"
cask "qlcolorcode"
cask "qmk-toolbox"
cask "sameboy"
cask "spotify"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "utm"
cask "virtualc64"
cask "vlc"
cask "whatsapp"
cask "zed"
