tap "armmbed/formulae"
tap "arthurk/virt-manager"
tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "openssl@3"
brew "ansible"
brew "asdf"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bchunk"
brew "bcrypt"
brew "gcc"
brew "ffmpeg"
brew "cmus"
brew "coreutils"
brew "dfu-util"
brew "doctl"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "glslviewer"
brew "pkgconf"
brew "hexyl"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "links"
brew "lolcat"
brew "ninja"
brew "musikcube"
brew "ncftp"
brew "ncmpcpp"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nlohmann-json"
brew "nmap"
brew "nvm"
brew "picotool"
brew "plow"
brew "ranger"
brew "ripgrep"
brew "stlink"
brew "stm32flash"
brew "telnet"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "virt-manager"
brew "watch"
brew "weechat"
brew "wget"
brew "wrk"
brew "z"
brew "zip"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "qmk/qmk/qmk"
cask "1password"
cask "balenaetcher"
cask "battle-net"
cask "browserstacklocal"
cask "discord"
cask "docker"
cask "fightcade"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "kicad"
cask "lastfm"
cask "lunar"
cask "mgba"
cask "mullvadvpn"
cask "obs"
cask "ollamac"
cask "orangedrangon-android-messages"
cask "postman"
cask "processing"
cask "qmk-toolbox"
cask "sameboy"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "utm"
cask "vlc"
cask "whatsapp"
